/*Console.WriteLine("Введите ваше имя "); //вывод просьбы ввести имя в консоль c новой строки*/
Console.Write("Введите ваше имя "); //вывод просьбы ввести имя в консоль c этой же строки
string username = Console.ReadLine(); //string-строка, username - присваиваем имя переменной, 
//"=" - приравнивание, то есть возьми то что справа и положи в то что слева
Console.WriteLine("Привет, "); //сдесь даем команду вывести в консоль "Привет, "
Console.WriteLine(username); //сзесь даем вывести в консоль значения, введенные пользователем